GRAPHEMES = ['а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й', 'к',
             'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц',
             'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'ю', 'я', '-', '#']

PHONEMES = ['a0', 'a1', 'b', 'bj', 'v', 'vj', 'g', 'gj', 'd', 'dj', 'zh',
            'z', 'zj', 'i0', 'i1', 'j', 'k', 'kj', 'l', 'lj', 'm', 'mj',
            'n', 'nj', 'o0', 'o1', 'p', 'pj', 'r', 'rj', 's', 'sj', 't',
            'tj', 'u0', 'u1', 'f', 'fj', 'h', 'hj', 'c', 'ch', 'sh', 'sch', 'y0', 'y1', 'e0', 'e1', '#']